
[Hints.A_LoadscreenHints H7LoadingHints]
mHints[0]="Перемещение на одну клетку по диагонали отнимает 1,41 очка перемещения."
mHints[1]="Игра сохраняется автоматически в конце каждого игрового дня."
mHints[2]="Максимальный уровень героя в сюжетных кампаниях и сценариях – 30."
mHints[5]="Если к армии присоединяется существо из другой фракции, все существа в армии получают -10 к боевому духу."
mHints[6]="Сообщения, которые появляются в правой части экрана, можно скрыть щелчком правой кнопки мыши."
mHints[7]="Вы можете переместить заклинания из книги заклинаний на панель быстрого доступа в левой части экрана."
mHints[8]="Вне боя герои могут использовать не более одного заклинания в день."
mHints[9]="Герои каждый день восстанавливают определенное количество маны, которое зависит от показателя духа."
mHints[10]="В каждом городе можно назначить одного наместника из числа ваших героев. При наличии наместника, в городе и прилегающих землях действуют особые бонусы."
mHints[12]="Удерживайте клавишу Alt (по умолчанию), чтобы подсветить все активные объекты на карте мира."
mHints[13]="Во время боя наведите указатель мыши на вражеский отряд и удерживайте правую кнопку мыши, чтобы получить информацию о существах."
mHints[14]="Атакуя вражеский отряд с фланга, ваши существа наносят на 25% больше урона."
mHints[15]="Атакуя вражеский отряд с тыла, ваши существа наносят на 50% больше урона."
mHints[18]="Наносимый урон в первую очередь зависит от показателя атаки существа и показателя защиты его цели."
mHints[20]="Показатель судьбы героя влияет на удачу существ в его армии."
mHints[21]="Показатель лидерства героя влияет на боевой дух существ в его армии."
mHints[22]="Большинство существ контратакует один раз за раунд."
mHints[24]="Когда вражеский отряд погибает в бою, ваши существа получают +10 к боевому духу."
mHints[25]="Когда дружественный отряд погибает в бою, ваши существа получают -20 к боевому духу."
mHints[26]="Отдавая команду на перемещение, удерживайте кнопку мыши, чтобы выбрать направление взгляда существа."

UCP 1.1
mHints[16]="Боевой дух и удача существа не могут опуститься ниже -75 или подняться выше +75."
mHints[17]="Вы можете модифицировать свойства игры в редакторе."
mHints[3]="В распоряжении каждой фракции есть одно особенно сильное основное и одно особенно сильное элитное существо"
mHints[4]="Не забывайте проверять ваши любимые моды на наличие новых версий и исправлений."

UCP 1.2
mHints[11]="Используя кнопку в правом нижнем углу, вы можете заказывать караваны и пополнять армии ваших героев, находящихся вне городов, новыми бойцами."
mHints[19]="Существ можно улучшать в городах, поселениях и тренировочных площвдках."
mHints[23]="Во время игр с выбранным классическим распределением умений, у большинства фракций есть своя запрещённая школа магии, заклинания которой они не могут изучать."
